/* eslint-disable @typescript-eslint/ban-ts-comment */
// @ts-nocheck
window._moneyBase = [
    '百',
    '十',
    '亿',
    '千',
    '百',
    '十',
    '万',
    '千',
    '百',
    '十',
    '元',
    '角',
    '分'
]
window.cwSubject= ['1001 库存现金', '1001 库存现金1', '1001 库存现金2', '3']
window.trs = [
    {
        '摘要': '',
        '会计科目': '',
        '借方金额':'',
        '借方金额1': [],
        '贷方金额': '',
        '贷方金额1':[],
        showTrBe:null
    },
    {
        '摘要': '',
        '会计科目': '',
        '借方金额':'',
        '借方金额1':[],
        '贷方金额': '',
        '贷方金额1':[],
        showTrBe:null
    },
    {
        '摘要': '',
        '会计科目': '',
        '借方金额':'',
        '借方金额1': [],
        '贷方金额': '',
        '贷方金额1':[],
        showTrBe:null
    },
    {
        '摘要': '',
        '会计科目': '',
        '借方金额':'',
        '借方金额1': [],
        '贷方金额': '',
        '贷方金额1':[],
        showTrBe:null
    }
]
window._trBase={
    '摘要': '',
    '会计科目': '',
    '借方金额':'',
    '借方金额1': ['','','','','','','','','','','','',''],
    '贷方金额': '',
    '贷方金额1':['','','','','','','','','','','','',''],
    showTrBe:null
}
